chore: reset doc
